{
	"part11": {
		"A": {
			"symptom": "头痛",
			"reason": "除颅内器质性病变、血管、神经病变外。颈椎病变也会引起头痛，亦称“后枕神经痛”。导致头痛的原因是颈椎神经根第一、二、三条出毛病所引起。范围常常只有一侧，由颈伸延到后枕，头的侧面及到达眼球的后面。不少医疗人员把颈椎病变性头痛错误地诊断为偏头痛。",
			"process": "枕后部、头颈连接部：用轻柔的揉按手法，松解头颈部肌肉起点痉挛与粘连，同时缓解头上斜肌等小肌肉紧张，以减轻头颈神经压迫，改善头痛不适。",
			"program": "147, 颈部-揉捏, 48, 肩部-揉抚, 48, 肩部-揉抚＋锤拍, 147, 颈部-揉捏＋锤拍"
		},
		"B": {
			"symptom": "头晕",
			"reason": "除颅内器质性病变、血管、神经病变外。颈性眩晕指由于颈部病变引起椎动脉供血不足所致的眩晕，常有以下特征：头晕或眩晕伴随颈部疼痛；头晕或眩晕多出现在颈部活动后；部分会颈扭转时加重。",
			"process": "枕后部、头颈连接部：用轻柔的揉按手法，松解头颈部肌肉起点痉挛与粘连，同时缓解头上斜肌等小肌肉紧张，以减轻头颈不神经压迫，改善头痛不适。",
			"program": "147, 颈部-揉捏, 48, 肩部-揉抚, 48, 肩部-揉抚＋锤拍, 120, 颈部拉伸"
		}
	},
	"part12": {
		"A": {
			"symptom": "颈酸",
			"reason": "颈酸多是颈部肌肉群的疲劳引起的，如低头时间较长或颈部保持一个姿势时间太长有关。长期下去易引起颈椎病。少数人有外伤史也可以出现颈椎间盘突出引起疼痛(多会有手的肌肉萎缩或精细运动受限等)。 ",
			"process": "颈部整段：中等力度的滚动手法放松肌肉紧张，推动脉管促进局部代谢，缓解酸涩不适。颈部生理曲度调整，改善核心物理性变。",
			"program": "120, 颈部-滚动＋锤拍, 120, 颈部-揉按, 120, 颈部-滚动＋锤拍"
		},
		"B": {
			"symptom": "颈麻",
			"reason": "颈部麻木通常是局部组织长时间疲劳、紧张，引起脉管、神经压迫，使末梢循环障碍，出现体表麻木的症状。不排除神经病变的可能。",
			"process": "颈部中段：中等力度的揉按手法，缓解头夹肌、颈夹肌等中层肌肉，改善无菌性炎症对神经刺激。颈部生理曲度调整，利用头自重增加椎间隙，减轻神经卡压。",
			"program": "40, 颈部-揉捏, 232, 颈部-揉抚＋锤拍, 40, 颈部-揉捏, 90, 颈部-揉按＋锤拍"
		},
		"C": {
			"symptom": "颈胀",
			"reason": "颈胀满感一般是因为筋膜、肌肉、肌腱和韧带等软组织的无菌性炎症，导致局部循环阻滞。",
			"process": "整段颈部：颈部推法，加速脉管循环，加速无菌性验证代谢。",
			"program": "150, 颈部-揉捏, 225, 颈部-指压＋锤拍, 40, 颈部-滚动"
		},
		"D": {
			"symptom": "颈痛",
			"reason": "颈部疼痛通常由于颈部反复的急慢性损伤软组织，出现颈部肌肉创伤性无菌炎症及疼痛，刺激肌肉产生持久的收缩状态，出现肌紧张，肌肉长期痉挛造成局部软组织血管痉挛，肌肉和筋膜供血不足，营养障碍，组织无菌性炎症加重，如此形成恶性循环，使疼痛更加剧。",
			"process": "整段颈部，用颈部拉伸，揉按枕后肌群、颈部肌群、颈肩连接部肌群、减轻颈部肌肉起止点痉挛，缓解疼痛。",
			"program": "60, 颈部伸展, 145, 颈部-揉捏, 30, 颈部-揉按, 182, 颈部-揉抚＋锤拍"
		},
		"E": {
			"symptom": "颈僵硬",
			"reason": "颈部僵硬指的是位于头颅与胸廓之间的颈椎由于过劳，或者颈椎间盘在承重的情况下频繁活动，容易受到过多的细微创伤和劳损而发病，导致颈部转动困难，带来疼痛等并发症状。",
			"process": "颈部下段、中段：用指压、点穴、敲击的手法缓解韧带，筋膜等软组织紧张，改善僵硬症状。",
			"program": "30, 颈部-揉捏, 60, 颈部-揉按, 232, 颈部-揉抚＋锤拍, 80, 颈部-指压＋锤拍"
		}
	},
	"part13": {
		"A": {
			"symptom": "肩酸",
			"reason": "肩酸多是肩部肌肉群的疲劳引起的，如长时间抬手，或伏案，保持一个姿势时间太长。长期下去易引起肩周炎。少数外伤史（如肩袖关节损伤）也会引起肩部酸涩不适，随气候加重。 ",
			"process": "肩部上部：首先用滚动手法，使力量逐层渗透，促进深层代谢废物排出；再指压肩颈穴，减轻局部组织异常刺激；最后以推法进一步促进代谢。",
			"program": "50, 肩部-揉抚, 50, 肩部-揉抚＋锤拍, 120, 肩部-指压＋锤拍, 40, 肩部-滚动＋锤拍, 50, 肩部-揉抚, 50, 肩部-揉按, 40, 肩部-滚动＋锤拍"
		},
		"B": {
			"symptom": "肩麻",
			"reason": "肩部麻木多是颈椎病变、或肩部软组织无菌性炎症压迫神经，或臂丛神经受损都会引起肩部麻木。 部分活动到固定角度，有被电击的感觉一样。",
			"process": "肩部上部、颈部下段：首先用揉按手法放松颈—肩部斜方肌，肩胛提肌等大面积肌肉；再以持续指压深度放松肌肉，松解肌肉、韧带对骨关节的舒服；最有逐点敲击，增加椎间隙，减轻神经卡压。",
			"program": "188, 背部-揉捏＋锤拍, 230, 颈部-揉抚＋锤拍"
		},
		"C": {
			"symptom": "肩胀",
			"reason": "肩部胀满感通常是因为深层冈上肌、肩胛提肌、上后锯肌、筋膜和韧带等软组织的无菌性炎症，导致局部循环淋巴、血管、神经等阻滞。",
			"process": "肩部整体：首先以肩部揉按手法促进组织释放异常代谢废物，再以推法加速局部循环，使废物随血液循环代谢排除体外。",
			"program": "40, 肩部-滚动, 40, 肩部-滚动＋锤拍, 120, 肩部-指压＋锤拍, 40, 肩部-滚动, 40, 肩部-滚动＋锤拍, 50, 肩部-揉抚, 40, 肩部-滚动, 40, 肩部-滚动＋锤拍"
		},
		"D": {
			"symptom": "肩痛",
			"reason": "肩背疼痛原因诸多，除内脏病变外。肩关节及其周围的肌肉筋骨疼痛通常为软组织无菌性炎症，肩后部疼痛住往连及胛背，称肩背痛；肩痛而影响上臂甚至肘手部位的，称肩臂痛。",
			"process": "肩部中部：首先以推法舒缓覆盖肩颈部的斜方肌，再以震颤肩部，缓解肩部整体紧张；最后以肩部滚动推动脉管，加速局部无菌性炎症代谢，减轻刺激，改善肩部疼痛。",
			"program": "40, 肩部-滚动＋锤拍, 50, 肩部-揉抚, 50, 肩部-揉抚＋锤拍, 120, 肩部-指压＋锤拍, 40, 肩部-滚动＋锤拍, 120, 肩部-指压＋锤拍"
		},
		"E": {
			"symptom": "肩僵硬",
			"reason": "肩部僵硬通常是长时间伏案，或保持上抬手臂姿势过久，肌肉长时间保持高张力。无法短时间内恢复。",
			"process": "肩部上段、中段：首先以揉捏手法改善斜方肌、冈上肌紧张。再点按斜方肌中点，改变肌肉性状，减轻僵硬状态。",
			"program": "200, 颈部-揉抚＋锤拍, 40, 肩部-滚动, 40, 肩部-滚动＋锤拍, 120, 肩部-指压＋锤拍"
		}
	},
	"part14": {
		"A": {
			"symptom": "背酸",
			"reason": "背部酸涩，夜间发作，多是脊柱退行性变引起；晨起、久坐后发作，多是腰背筋膜炎。严重者不排除内脏病变与强风湿关节炎，强直性脊柱炎等可能。",
			"process": "背部整段：推法推动气血促进局部代谢，弹拨竖脊肌促进肌肉排出代谢产物。",
			"program": "50, 背部-揉抚, 50, 背部-揉抚＋锤拍, 24, 背部-滚动, 48, 背部-滚动＋锤拍, 42, 背部-揉按, 40, 背部-揉按＋锤拍, 40, 背部-揉捏, 40, 背部-揉捏＋锤拍"
		},
		"B": {
			"symptom": "背麻",
			"reason": "背部紧张发麻，大面积麻木多是脊柱病变引起的神经卡压，局部发麻多是软组织受损，末梢循环障碍，严重者不排除颅内病变的可能。",
			"process": "背部整段：滚动+捶拍手法逐点共振，调整小关节紊乱，减轻神经卡压。背部推法，促进阻滞部位的代谢。",
			"program": "188, 背部-揉捏＋锤拍, 230, 背部-指压＋锤拍"
		},
		"C": {
			"symptom": "背胀",
			"reason": "背部胀满不适，多是背部筋膜无菌性炎症引起，寒冷、潮湿、慢性劳损使腰背部肌筋膜及肌组织发生水肿、渗出及纤维变性，循环阻滞，出现胀满症状。",
			"process": "背部整段：背部推法+叩法，疏泄软组织异常代谢阻滞。逐点揉法，改变肌肉性状，通过力传导深层组织，进一步促进局部代谢。",
			"program": "50, 背部-揉抚, 50, 背部-揉抚＋锤拍, 40, 背部-揉按, 40, 背部-揉按＋锤拍, 36, 背部-滚动, 36, 背部-滚动＋锤拍, 30, 背部-揉捏, 30, 背部-揉捏＋锤拍, 50, 背部-揉抚, 50, 背部-揉抚＋锤拍"
		},
		"D": {
			"symptom": "背痛",
			"reason": "背部疼痛通常为腰背肌筋膜炎；表现为久坐后加重，隐约麻痛不适可能为神经痛。自发性背部疼痛可能与内脏病变相关，循环系统疾病疼痛部位多位于胸骨后或心前区，常因体力活动而诱发或加剧，休息后好转；消化系统疾病疼痛一般有固定部位。如胆绞痛常牵涉至右胸背部；胰腺疾病常牵涉至左腰背部；胃及十二指肠牵涉至后背中部，疼痛发作常与饮食因素有关。",
			"process": "背部整段：揉按大面积肌肉，减轻背阔肌、斜方肌张力缓解整体不适。逐点指压、点穴、同频共振，精确松解小肌肉紧张，进一步缓解疼痛症状。 ",
			"program": "75, 背部-揉抚, 195, 背部-揉捏＋锤拍, 138, 背部-指压＋锤拍"
		},
		"E": {
			"symptom": "背僵硬",
			"reason": "背部大面积僵硬，多出现在过度劳累之后，背阔肌，竖脊肌长时间处于拉伸状态，张力过高，渗出分泌物无法及时代谢，堆积形成僵硬感，活动首先感。仅为下背部僵硬，不排除褐黄病关节病变等可能。",
			"process": "背部整段：揉按手法作用于背阔肌，缓解过度劳累的紧张。逐点敲击，调整关节及周围软组织紊乱，减轻椎体偏移，进一步减轻背部僵硬状态。",
			"program": "36, 背部-滚动, 36, 背部-滚动＋锤拍, 50, 背部-揉抚, 55, 腰部-揉抚, 120, 背部-揉捏＋锤拍, 60, 背部-指压＋锤拍, 50, 背部-揉抚"
		}
	},
	"part15": {
		"A": {
			"symptom": "腰酸",
			"reason": "腰部酸楚不适，多为骨关节及周围组织因为疲劳损伤或外伤，内部出血、水肿、粘连和肌肉痉，均会引起腰酸。不排除妇科验证，骨病变等原因。",
			"process": "腰部整段：用揉+敲击手法打破腰部整体酸涩平衡，再以点按手法作用与腰椎第二、三节横突附近软组织，深度促进引起酸涩的物质代谢。",
			"program": "85, 腰部-揉按＋锤拍, 250, 腰部-滚动＋锤拍, 55, 腰部-揉抚"
		},
		"B": {
			"symptom": "腰麻",
			"reason": "腰部麻木，通常为腰椎病变引起腰部神经受压，部分伴随腿部放射疼痛或麻木，在劳累、受凉后加重。或神经调节异常，局部循环阻滞，使神经缺失营养。",
			"process": "腰部中、下段：首先用按压+捶拍的手法，使力量渗透至深部多裂肌，减少肌肉对骨骼的不平衡牵引力。再以同频共振调整生理曲度，改善神经压迫，麻木症状。",
			"program": "93, 腰部-揉捏＋锤拍, 250, 腰部-滚动＋锤拍, 210, 腰部-指压＋锤拍"
		},
		"C": {
			"symptom": "腰胀",
			"reason": "腰部胀满，通常因为疲劳损伤，或挫伤、扭伤所引起的局部损伤、出血、水肿、粘连和肌肉痉挛等。或由于脊髓和脊椎神经疾患所引起。如脊髓肿瘤、不排除生殖、泌尿系统病变引起腰胀。",
			"process": "腰部中、下段：首先以滚法放松腰部竖脊肌、髂肋肌等大面积肌肉；再以指压、震颤手法作用最长肌肌肉丰盈处，使力量渗透只内部，促进深部异常物质排除；最后拉伸腿部，舒展臀大肌等腰-臀连接软组织，加速循环代谢。",
			"program": "30, 腰部-滚动＋锤拍, 55, 腰部-揉抚＋锤拍, 190, 腰部-滚动＋锤拍, 140, 腿部伸展"
		},
		"D": {
			"symptom": "腰痛",
			"reason": "腰部疼痛多发青年人腰部肌肉、筋膜与韧带等软组织的慢性损伤，是腰腿痛中最常见的疾病。初期表现为下腰部疼痛。还表现在腰部慢性劳损，姿态行腰腿疼，慢性腰背痛。",
			"process": "腰部中、下段：首先用推法疏通整段腰部，再以揉按手法作用于椎弓板方向，减轻深度肌肉紧张；最后用全身推法，促进血液循环，加速病变组织恢复。",
			"program": "55, 腰部-揉抚, 74, 腰部-揉按, 150, 腰部-滚动＋锤拍, 140, 腰部-指压＋锤拍"
		},
		"E": {
			"symptom": "腰僵硬",
			"reason": "腰部僵硬，多是久坐，过度劳累等原因，引起腰方肌，腰大肌代谢异常。部分是由于坐骨神经痛等疾病引起的僵直感，通常有放射到下肢疼痛或麻木。",
			"process": "腰、腿部：首先以滚法放松腰背部肌肉、再以点按、捶拍作用于腰-臀连接部，改善竖脊肌性状，深度减小肌肉张力。最后拉伸腿部，减轻腰部痉挛，减轻坐骨神经卡压。",
			"program": "68, 腰部-揉捏＋锤拍, 210, 腰部-指压＋锤拍, 140, 腿部伸展"
		}
	}
}